[
  {
    "id": "1",
    "d": "Ludwig van Beethoven's Kreutzer sonata, composed in 1803, lent its name to Leo Tolstoy's 1889 novella, which in turn inspired the Czech composer Leoš Janáček's 1923 String quartet No 1 ",
    "t": [
      "beethoven"
    ]
  },
  {
    "id": "2",
    "d": "There were no flowers available for Russian composer Sergei Prokofiev's funeral when he died on March 5, 1953 because all the available flowers had been requisitioned for Stalin's funeral, who died on the same day ",
    "t": [
      "prokofiev"
    ]
  },
  {
    "id": "3",
    "d": "Franz Joseph Haydn, also known as the 'Father of the Symphony', worked at Prince Nikolaus Esterházy's court for nearly 30 years, producing most of his musical output in this period ",
    "t": [
      "haydn"
    ]
  },
  {
    "id": "4",
    "d": "Hildegard of Bingen is one of the few known women composers from the Middle Ages. She was a nun, philosopher, mystic, and a medical writer, and she was declared a saint of the Roman Catholic Church in 2012 ",
    "t": [
      "hildegardofbingen",
      "musichistory"
    ]
  },
  {
    "id": "5",
    "d": "Gustav Holst wrote The Planets after developing an interest in astrology and studying the 'character' of each planet. It took him nearly 2 years to write this well-known orchestral suite " ,
    "t": [
      "holst"
    ]
  },
  {
    "id": "6",
    "d": "The Finnish composer Jean Sibelius named his house Ainola after his wife Aino. Widely known as Finland's greatest composer, his music is credited with helping define Finnish nationalism " ,
    "t": [
      "sibelius"
    ]
  },
  {
    "id": "7",
    "d": "Franz Schubert was called Little Mushroom by his friends because of his height " ,
    "t": [
      "schubert"
    ]
  },
  {
    "id": "8",
    "d": "Composer Arnold Schoenberg had triskaidekaphobia - a fear of the number 13 " ,
    "t": [
      "schoenberg"
    ]
  },
  {
    "id": "9",
    "d": "Joseph Haydn's Symphony No. 1 is also known as The Clock because of the ticking rhythm in the second movement ",
    "t": [
      "haydn"
    ]
  },
  {
    "id": "10",
    "d": "The William Tell Overture was part of the last of Gioacchino Rossini's 39 operas. He based the opera on Friedrich Schiller's drama on the 14th century Swiss hero but the overture was borrowed from his own earlier opera Elizabeth, Queen of England ",
    "t": [
      "rossini",
      "opera"
    ]
  },
  {
    "id": "11",
    "d": "Gustav Mahler's Symphony No. 8 is also known as Symphony of a Thousand. The name was devised by his impresario and has stuck since, but Mahler never approved of it ",
    "t": [
      "mahler"
    ]
  },
  {
    "id": "12",
    "d": "The premiere of Igor Stravinsky's The Rite of Spring on 29 May 1913 caused an uproar in the audience, with two factions attacking each other, and the orchestra, with vegetables and other objects ",
    "t": [
      "stravinsky",
      "musichistory"
    ]
  },
  {
    "id": "13",
    "d": "Maurice Ravel's Bolero has been performed at various tempi over the years, leading to performance times ranging from 12 minutes to 18 minutes ",
    "t": [
      "ravel",
      "bolero"
    ]
  },
  {
    "id": "14",
    "d": "Felix Mendelssohn's Wedding March was first played at Princess Victoria's wedding in 1858, which started the trend of it being played at weddings ",
    "t": [
      "mendelssohn"
    ]
  },
  {
    "id": "15",
    "d": "Neil Armstrong took a recording of Antonín Dvořák's New World Symphony on the Apollo 11 mission - the first moon landing ",
    "t": [
      "dvořák"
    ]
  },
  {
    "id": "16",
    "d": "Niccolo Paganini was widely believe to have sold his soul to the devil in exchange for his virtuosic violin playing abilities. His stage appearance added to these rumours",
    "t": [
      "paganini"
    ]
  },
  {
    "id": "17",
    "d": "Tchaikovsky's 1812 Overture commemorates Russia's successful defense of the French invasion of the country by Napoleon in 1812. A 1954 recording used actual Napoleonic French single muzzle loading cannon shot for the parts with cannon fire ",
    "t": [
      "tchaikovsky"
    ]
  },
  {
    "id": "18",
    "d": "American composer John Cage's composition '4 minutes 33 seconds' is entirely silent. It was first performed in August 1952. Cage redefined silence as 'the absence of intended sounds.'",
    "t": [
      "johncage"
    ]
  },
  {
    "id": "19",
    "d": "The late Rennaisance composer Orlando de Lasso was apparently was kidnapped three times because of his beautiful singing voice in his early years ",
    "t": [
      "orlandodelasso",
      "musichistory"
    ]
  },
  {
    "id": "21",
    "d": "The six basic voice types in the operatic system of classification from the highest to the lowest are soprano, mezzo-soprano, contralto, tenor, baritone, and bass ",
    "t": [
      "opera"
    ]
  },
  {
    "id": "22",
    "d": "The Baroque composer Jean-Baptiste Lully accidentally hit his foot with his wooden baton while conducting. The injury was not treated correctly and he died from a gangrene infection. The 'baton' in those was days was a long stick pounded on the ground ",
    "t": [
      "lully"
    ]
  },
  {
    "id": "23",
    "d": "Antonio Vivaldi was also known as the Red Priest because of his hair colour and because he was ordained as a priest. 'Red Priest' is also a contemporary Baroque instrumental group formed by Piers Adams ",
    "t": [
      "vivaldi",
      "musichistory"
    ]
  },
  {
    "id": "24",
    "d": "The Baroque composer Giuseppe Tartini wrote his Violin Sonata in G minor after being inspired a dream in which he saw the devil play. The sonata is known for its technically difficult passages ",
    "t": [
      "tartini",
      "musichistory"
    ]
  },
  {
    "id": "25",
    "d": "The Guinness book of world records credits the Baroque composer Georg Philip Telemann as the most prolific composer, with over 3,000 surviving works ",
    "t": [
      "telemann"
    ]
  },
  {
    "id": "26",
    "d": "Franz Joseph Haydn's Symphony No. 45 is also known as the Farewell Symphony. In the last movement, the musicians gradually leave the stage section by section until the first chair violinists remain ",
    "t": [
      "haydn"
    ]
  },
  {
    "id": "27",
    "d": "Ludwig van Beethoven's Symphony No. 3, also known as 'Eroica'. which means 'heroic', was originally dedicated to Napoleon Bonaparte, but later withdrew it ",
    "t": [
      "beethoven"
    ]
  },
  {
    "id": "28",
    "d": "Barbara Strozzi, an Italian composer and singer of the Baroque period, had more secular music in print than any other composer of the era ",
    "t": [
      "strozzi"
    ]
  },
  {
    "id": "29",
    "d": "George Frideric Handel's best known work Messiah was composed in 1741 and premiered in Dublin in 1742. This English oratorio consists of 53 movements in 3 parts ",
    "t": [
      "handel"
    ]
  },
  {
    "id": "30",
    "d": "Apart from Beethoven's Symphony No. 6, 'Pastoral Symphony' is also the named given to Ralph Vaughan Williams' Symphony No. 3, Alan Rawsthorne's Symphony No. 2, and Alexander Glazunov's Symphony No. 7",
    "t": [
      "beethoven",
      "vaughanwilliams",
      "glazunov",
      "rawsthorne"
    ]
  },
  {
    "id": "31",
    "d": "I always said God was against art and I still believe it - English composer Edward Elgar (1857-1934)",
    "t": [
      "elgar"
    ]
  },
  {
    "id": "32",
    "d": "Nadia Boulanger was one of the first women to conduct major orchestras in the US and Europe. Starting as a student at the Paris Conservatory, she went on to influence generations of other composers throughout her life as a teacher ",
    "t": [
      "boulanger",
      "womeninmusic"
    ]
  },
  {
    "id": "33",
    "d": "Fontane di Roma (Fountains of Rome) is a tone poem by Ottorino Respighi, where each movement depicts a setting at one of Rome's fountains at different times of the day. it is the first of his three tone poems about Rome ",
    "t": [
      "respighi"
    ]
  },
  {
    "id": "34",
    "d": "French composer Camille Saint-Saëns wrote his now-famous suite 'The Carnival of the Animals' in a small Austrian village. He forbade the work's publication during his lifetime, except for one movement, fearing it would damage his 'serious composer' image ",
    "t": [
      "saint-saëns"
    ]
  },
  {
    "id": "35",
    "d": "Richard Wagner's opera Parsifal was not allowed to be performed outside the Bayreuth Festival Theatre for the first 20 years of its existence. Wagner imposed this condition in order to secure future income for his family, and control the way it was performed ",
    "t": [
      "wagner",
      "parsifal",
      "opera"
    ]
  },
  {
    "id": "36",
    "d": "Soprano Marie Selika Williams was the first black artist to perform at the White House in 1878 ",
    "t": [
      "marieselikawilliams",
      "opera"
    ]
  },
  {
    "id": "37",
    "d": "American violin virtuoso Hilary Hahn began playing at the age of 3, and made her major orchestral debut at the age of 12 with the Baltimore Symphony Orchestra, and her European debut 3 years later ",
    "t": [
      "hilaryhahn",
      "violinists"
    ]
  },
  {
    "id": "38",
    "d": "The famed Argentine classical pianist Martha Argerich performed her debut concert when she was 8 years old ",
    "t": [
      "marthaargerich",
      "pianists"
    ]
  },
  {
    "id": "39",
    "d": "Verdi's opera La Traviata was based upon the play The Lady of the Camellias by Alexandre Dumas. It is the only one of Verdi's operas to be set entirely indoors ",
    "t": [
      "opera",
      "verdi"
    ]
  },
  {
    "id": "40",
    "d": "'The miracle which God let be born in Salzburg' - was how Mozart's father Leopold described him. Himself a deputy concertmaster at the prince-archbishop's court at Salzburg, Leopold Mozart was instrumental in ensuring his talented son's early musical education ",
    "t": [
      "mozart",
      "leopoldmozart"
    ]
  },
  {
    "id": "41",
    "d": "Modest Mussorgsky's orchestral work Night on Bald Mountain was never performed during the composer's lifetime. It became well known after being used in the Disney film Fantasia (1940). ",
    "t": [
      "mussorgsky"
    ]
  },
  {
    "id": "42",
    "d": "George Frideric Handel's Zadok the Priest has been performed at every coronation of the British monarch since 1727 ",
    "t": [
      "handel"
    ]
  },
  {
    "id": "43",
    "d": "The German poet and music critic Ludwig Rellstab was responsible for the nickname Moonlight Sonata for Beethoven's piano sonata No. 14 in C-sharp minor ",
    "t": [
      "beethoven",
      "moonlightsonata"
    ]
  },
  {
    "id": "44",
    "d": "Jacopo Peri, also known as Il Zazzerino (the blond one), was one of the transitional composers between the Renaissance and the Baroque period. He is credited with writing the first opera - Dafne ",
    "t": [
      "jacopoperi",
      "baroque",
      "opera"
    ]
  },
  {
    "id": "45",
    "d": "Frédéric Chopin wrote 59 compositions called Mazurkas for the piano which are based on a traditional Polish folk dance, called 'mazur' ",
    "t": [
      "chopin",
      "mazurka"
    ]
  },
  {
    "id": "46",
    "d": "In German, 'Gesamtkunstwerk' means 'total work of art' or 'synthesis of the arts'. Wagner used these ideas in his essays and books, although he did not develop the term, and tried to realize these ideals in Der Ring des Nibelungen",
    "t": [
      "wagner"
    ]
  },
  {
    "id": "47",
    "d": "Alfred Einstein, musicologist and music editor, is best known for his editing of the first major revision of the Köchel catalogue. The Köchel catalogue is the catalogue of Mozart's works, and it's where his compositions get the 'K' prefix from",
    "t": [
      "alfredeinstein",
      "mozart"
    ]
  },
  {
    "id": "48",
    "d": "'Truly, Schubert possesses the divine fire' - said Beethoven on his deathbed, after examining a collection of Schubert's songs",
    "t": [
      "schubert",
      "beethoven"
    ]
  },
  {
    "id": "48",
    "d": "'Truly, Schubert possesses the divine fire' - said Beethoven on his deathbed, after examining a collection of Schubert's songs",
    "t": [
      "schubert",
      "beethoven"
    ]
  },
  {
    "id": "48",
    "d": "Tchaikovsky's opera Eugene Onegin is based Alexander Pushkin's novel of the same name. The first performance in 1879 was in Moscow",
    "t": [
      "tchaikovsky"
    ]
  },
  {
    "id": "49",
    "d": "'Mon plaisir' - my pleasure - was Claude Debussy's reply when a professor at the Paris Conservatory asked him what rules he followed. ",
    "t": [
      "debussy"
    ]
  },
  {
    "id": "50",
    "d": "Frédéric Chopin, the virtuoso pianist of the Romantic era, gave only 30 public performances. He preferred salons or his own apartment for playing",
    "t": [
      "chopin"
    ]
  },
  {
    "id": "51",
    "d": "Guido of Arezzo, an Italian of the 11th century, is often credited as the developer of the modern staff notation",
    "t": [
      "guidoofarezzo",
      "musichistory"
    ]
  },
  {
    "id": "52",
    "d": "As a child, George Frideric Handel used to secretly play the clavichord that he kept in the attic while his family was sleeping. His father forbade any instrument in the house and was opposed to Handel becoming a musician, until the latter caught the eye of Duke Johann Adolf 1 with a church organ performance",
    "t": [
      "handel"
    ]
  },
  {
    "id": "53",
    "d": "After the first British performance of the Overture from Felix Mendelssohn's A Midsummer Night's Dream, the composer Thomas Attwood lost the score in a cab and never recovered. Mendelssohn rewrote the entire score from memory",
    "t": [
      "mendelssohn",
      "musichistory"
    ]
  },
  {
    "id": "54",
    "d": "Giuseppe Verdi was rejected from the Conservatory of Milan in 1832. The same conservatory is now named after Verdi",
    "t": [
      "verdi",
      "opera",
      "musichistory"
    ]
  },
  {
    "id": "55",
    "d": "In 1580, a certain Veit Bach had a son called Hans, who became the first professional musician in his family. Also known as der Spielmann, Hans Bach was the great-grandfather of Johann Sebastian Bach, who was born in 1685 at Eisenach",
    "t": [
      "bach",
      "musichistory"
    ]
  },
  {
    "id": "56",
    "d": "'Such is the spell of your emotional world that it very nearly blinds us to the greatness of your craftsmanship' - Franz Liszt on Franz Schubert",
    "t": [
      "schubert",
      "liszt"
    ]
  },
  {
    "id": "57",
    "d": "The word orchestra is derived from a Greek word which means the name for the area in front of a stage in ancient Greek theatre performances where the chorus would sing",
    "t": [
      "orchestra",
      "musichistory"
    ]
  },
  {
    "id": "58",
    "d": "Wojciech Żywny was a Polish pianist, violinist, teacher, and composer of the 19th century. He is better know as Frédéric Chopin's first professional piano teacher",
    "t": [
      "chopin",
      "wojciechzywny"
    ]
  },
  {
    "id": "59",
    "d": "A chess match held in 1937 between Sergei Prokofiev and David Oistrakh at Moscow. It's generally believed that Prokofiev won the match, and the two musicians remained lifelong friends",
    "t": [
      "prokofiev",
      "davidoistrakh"
    ]
  },
  {
    "id": "60",
    "d": "Eugène Ysaÿe, the legendary violinist, played in the first ever concert at Wigmore Hall, London, along with pianist Ferruccio Busoni in 1901. Wigmore Hall is known for its performances of chamber music",
    "t": [
      "ysaÿe",
      "busoni",
      "wigmorehall"
    ]
  },
  {
    "id": "61",
    "d": "Yehudi Mehunin gave his first concert at the age of 7 with the San Francisco Symphony Orchestra, although he had previously appeared as an accompanist when he was 5 years old. ",
    "t": [
      "schubert",
      "liszt"
    ]
  },
  {
    "id": "62",
    "d": "Marcel Tabuteau, the well-known and influential oboist, was well known for his assertion that musical expression is teachable",
    "t": [
      "marceltabuteau",
      "oboists"
    ]
  },
  {
    "id": "63",
    "d": "The Hungarian violinist, conductor, and composer Leopold Auer was initially harshly criticized for his playing by St. Petersburg critics, which changed when Tchaikovsky's expressed admiration for his playing. Auer went on to stay in Russia for 49 years. ",
    "t": [
      "leopoldauer",
      "tchaikovsky"
    ]
  },
  {
    "id": "64",
    "d": "Nikolai Rimsky-Korsakov was one of the five Russian composers known as The Five, who created a distinct national style of music in Russia in the 19th century. ",
    "t": [
      "rimsky-korsakov",
      "musichistory"
    ]
  },
  {
    "id": "65",
    "d": "Joseph Joachim, one of the most significan violinists of the 19th century, collaborated closely with Brahms. He premiered Brahms' violin concerto in 1879. ",
    "t": [
      "josephjoachim",
      "brahms"
    ]
  },
  {
    "id": "66",
    "d": "The English composer Edward Elgar started his working life as a clerk in a local solicitor's office. ",
    "t": [
      "elgar"
    ]
  },
  {
    "id": "67",
    "d": "Anton Rubinstein, the Russian pianist, composer, and conductor, founded the St. Petersburg Conservatory - the first in Russia. His younger brother Nikolai Rubinstein founded the Moscow Conservatory. ",
    "t": [
      "antonrubinstein",
      "nikolairubinstein",
      "musichistory"
    ]
  }
]