[
  {
    "id": "1",
    "d": "Ludwig van Beethoven's Kreutzer sonata, composed in 1803, lent its name to Leo Tolstoy's 1889 novella, which in turn inspired the Czech composer Leoš Janáček's 1923 String quartet No 1.",
    "t": [
      "beethoven"
    ]
  },
  {
    "id": "2",
    "d": "There were no flowers available for Russian composer Sergei Prokofiev's funeral when he died on March 5, 1953 because all the available flowers had been requisitioned for Stalin's funeral, who died on the same day.",
    "t": [
      "prokofiev"
    ]
  },
  {
    "id": "3",
    "d": "Franz Joseph Haydn, also known as the 'Father of the Symphony', worked at Prince Nikolaus Esterházy's court for nearly 30 years, producing most of his musical output in this period.",
    "t": [
      "haydn"
    ]
  },
  {
    "id": "4",
    "d": "Hildegard of Bingen is one of the few known women composers from the Middle Ages. She was a nun, philosopher, mystic, and a medical writer, and she was declared a saint of the Roman Catholic Church in 2012.",
    "t": [
      "hildegardofbingen"
    ]
  },
  {
    "id": "5",
    "d": "Gustav Holst wrote The Planets after developing an interest in astrology and studying the 'character' of each planet. It took him nearly 2 years to write this well-known orchestral suite." ,
    "t": [
      "holst"
    ]
  },
  {
    "id": "6",
    "d": "The Finnish composer Jean Sibelius named his house Ainola after his wife Aino. Widely known as Finland's greatest composer, his music is credited with helping define Finnish nationalism." ,
    "t": [
      "sibelius"
    ]
  },
  {
    "id": "7",
    "d": "Franz Schubert was called Little Mushroom by his friends because of his height." ,
    "t": [
      "schubert"
    ]
  },
  {
    "id": "8",
    "d": "Composer Arnold Schoenberg had triskaidekaphobia - a fear of the number 13." ,
    "t": [
      "schoenberg"
    ]
  },
  {
    "id": "9",
    "d": "Joseph Haydn's Symphony No. 1 is also known as The Clock because of the ticking rhythm in the second movement.",
    "t": [
      "haydn"
    ]
  },
  {
    "id": "10",
    "d": "The William Tell Overture was part of the last of Gioacchino Rossini's 39 operas. He based the opera on Friedrich Schiller's drama on the 14th century Swiss hero but the overture was borrowed from his own earlier opera Elizabeth, Queen of England.",
    "t": [
      "rossini",
      "opera"
    ]
  },
  {
    "id": "11",
    "d": "Gustav Mahler's Symphony No. 8 is also known as Symphony of a Thousand. The name was devised by his impresario and has stuck since, but Mahler never approved of it.",
    "t": [
      "mahler"
    ]
  },
  {
    "id": "12",
    "d": "The premiere of Igor Stravinsky's The Rite of Spring on 29 May 1913 caused an uproar in the audience, with two factions attacking each other, and the orchestra, with vegetables and other objects.",
    "t": [
      "stravinsky"
    ]
  },
  {
    "id": "13",
    "d": "Maurice Ravel's Bolero has been performed at various tempi over the years, leading to performance times ranging from 12 minutes to 18 minutes.",
    "t": [
      "ravel",
      "bolero"
    ]
  },
  {
    "id": "14",
    "d": "Felix Mendelssohn's Wedding March was first played at Princess Victoria's wedding in 1858, which started the trend of it being played at weddings.",
    "t": [
      "mendelssohn"
    ]
  },
  {
    "id": "15",
    "d": "Neil Armstrong took a recording of Antonín Dvořák's New World Symphony on the Apollo 11 mission - the first moon landing.",
    "t": [
      "dvořák"
    ]
  },
  {
    "id": "16",
    "d": "",
    "t": [
      "schubert"
    ]
  },
  {
    "id": "17",
    "d": "Tchaikovsky's 1812 Overture commemorates Russia's successful defense of the French invasion of the country by Napoleon in 1812. A 1954 recording used actual Napoleonic French single muzzle loading cannon shot for the parts with cannon fire.",
    "t": [
      "tchaikovsky"
    ]
  },
  {
    "id": "18",
    "d": "American composer John Cage's composition '4 minutes 33 seconds' is entirely silent. It was first performed in August 1952. Cage redefined silence as 'the absence of intended sounds.'",
    "t": [
      "johncage"
    ]
  }
]